{
    "header": {
        "navHome": "Home",
        "navAbout": "About Us",
        "navServices": "Services",
        "navMeth": "Methodology",
        "navProd": "Products",
        "navArt": "News",
        "navPart": "Partners",
        "navContact": "Contact Us",
        "message": "Language",
        "phone": "Call +34 648 808 368"
    },
    "aboutus": {
        "title": "About Us",
        "paragraph1": "We are technology-driven and passionate about transforming the way organizations work, innovate and grow. Our foundation lies in combining cutting-edge Microsoft technologies with proven methodologies and certifications, ensuring every solution we deliver is secure, scalable and impactful.",
        "paragraph2": "But we’re not just about technology - we’re about purpose. We believe in embracing challenges, pushing boundaries, and turning complexity into clarity. Our goal is simple yet ambitious: to make the world and society a better place through smarter, more sustainable processes.",
        "paragraph3": "We focus on:",
        "paragraph4": "Digitalization of processes to reduce waste, contamination, and inefficiencies.",
        "paragraph5": "Creating solutions that simplify workflows, giving employees more time to focus on what truly adds value to the company.",
        "paragraph6": "Designing better ways of working, so teams enjoy what they do while being more effective and efficient.",
        "paragraph7": "For us, every project is an opportunity to inspire change—helping people and organizations thrive in a world where technology doesn’t just support business, it shapes a brighter future."
    },
    "intro": {
        "body1": "Welcome to our homepage",
        "body2": "Our technologies increase your productivity"
    },
    "tipos": {
        "title": "Power Platform",
        "subtitle": "Power Platform is a top-tier Microsoft technology that includes powerful tools for the development of digital transformation solutions."
    },
    "ventajas": {
        "title": "Advantages of the Power Platform"
    },
    "servicios": {
        "title": "Services",
        "subtitle": "Our services are fundamentally based on software development in the Microsoft 365 Power platform environment."
    },
    "productos": {
        "title": "Products",
        "subtitle": "We have several standard packages available for immediate use. Packages can be adjusted according to the needs of each company."
    },
    "articles": {
        "title": "Articles, Blogs, News, etc...",
        "subtitle": "Explore trending topics and expert perspectives to inspire better performance and smarter decisions."
    },
    "metodologia": {
        "title": "Methodology",
        "subtitle": "we apply Agile methodologies and frameworks such as Scrum to ensure that every technology project evolves iteratively, transparently, and with a customer-centric focus. This allows us to deliver value in short cycles, adapt to market changes, and guarantee solutions that truly meet organizational needs.",
        "benefitstitle": "Benefits",
        "benefits": "By combining Scrum + Power Platform + APIs + AI, we achieve:",
        "1": "Fast and continuous delivery of business value.",
        "2": "Greater collaboration between technical and business teams.",
        "3": "Scalability and adaptability to new challenges.",
        "4": "Constant innovation without losing project control."
    },
    "partners": {
        "title": "Partners",
        "subtitle": "We collaborate with trusted partners who share our commitment to innovation, quality, and customer success. Together, we build solutions that deliver value, accelerate transformation, and create sustainable impact for organizations worldwide."
    },
    "cards": {
        "button": "more detail",
        "link": "more information",
        "link2": "check source of information",
        "button2": "See app video"
    },
    "whitecard1": {
        "id": "1",
        "title": "Power Apps",
        "text": "A development platform for creating desktop or mobile applications integrated with other software through APIs or different types of databases (SharePoint, Dataverse, SQL, Excel, among others) and that allows digitalizing and integrating business processes.",
        "imageSource": "../../assets/images/PowerApps.jpg",
        "url": "https://www.microsoft.com/es-es/power-platform/products/power-apps"
    },
    "whitecard2": {
        "id": "2",
        "title": "Power Automate",
        "text": "A development platform for creating automatic work or approval flows, notifications, alerts, etc. Integrated with other Microsoft 365 applications such as Outlook, Teams, SharePoint, OneDrive, among others, allowing significantly boosting process productivity.",
        "imageSource": "../../assets/images/PowerAutomate3.PNG",
        "url": "https://www.microsoft.com/es-es/power-platform/products/power-automate"
    },
    "whitecard3": {
        "id": "3",
        "title": "Power BI",
        "text": "Business intelligence platform that integrates all the information contained in a very wide and diversified variety of Azure, Microsoft, SQL, among other databases, links and transforms them into an analytical model of your business performance indicators.",
        "imageSource": "../../assets/images/powerBI.png",
        "url": "https://www.microsoft.com/es-es/power-platform/products/power-bi"
    },
    "card1": {
        "id": "1",
        "title": "Cloud Apps",
        "text": "In addition to desktop applications, you can develop mobile applications that are fully responsive to different screen sizes.",
        "url": "https://youtube.com/@appsleanIT"
    },
    "card2": {
        "id": "1",
        "title": "IoT Features",
        "text": "Use of the camera to read barcodes and QR codes, upload photos for online management of incidents or operations.",
        "url": "https://youtube.com/@appsleanIT"
    },
    "card3": {
        "id": "1",
        "title": "Integration",
        "text": "Applications fully integrated with Microsoft Office 365 tools (Teams for teamwork, task planning in Planner, email notifications,...).",
        "url": "https://youtube.com/@appsleanIT"
    },
    "card4": {
        "id": "1",
        "title": "Security",
        "text": "Application and data protected in Azure protocols and customization of access to suit needs and by user role.",
        "url": "https://youtube.com/@appsleanIT"
    },
    "card5": {
        "id": "1",
        "title": "Administration",
        "text": "Total autonomy in managing access and accessing the “core” (program) of the application.",
        "url": "https://youtube.com/@appsleanIT"
    },
    "card6": {
        "id": "1",
        "title": "Versatility",
        "text": "It allows you to create a wide variety of applications tailored to your business needs.",
        "url": "https://youtube.com/@appsleanIT"
    },
    "servicecard1": {
        "id": "1",
        "title": "Process digitalization",
        "text": "We work with Microsoft Power Platform to build business applications that are fast, scalable, and secure.",
        "url": "/Contacto"
    },
    "servicecard2": {
        "id": "1",
        "title": "Process automation",
        "text": "No more forgetfulness. The process will notify you when it's time to act or do it automatically for you.",
        "url": "/contacto"
    },
    "servicecard3": {
        "id": "1",
        "title": "API integration",
        "text": "No solution exists in isolation. That’s why we prioritize connection through APIs to  guarantee scalability and flexibility.",
        "url": "/contacto"
    },
    "servicecard4": {
        "id": "1",
        "title": "Data analytics / Dashboards",
        "text": "Turn raw data into a visual overview of key metrics and trends to help track performance, make informed decisions quickly, and detect opportunities for improvement.",
        "url": "/contacto"
    },
    "servicecard5": {
        "id": "1",
        "title": "Artificial Intelligence",
        "text": "We combine AI and machine learning to enhance solutions. From intelligent data processing to predictive models, we deliver personalized experiences.",
        "url": "/contacto"
    },
    "servicecard6": {
        "id": "1",
        "title": "Evolutive maintenance",
        "text": "It adapts solutions to evolving business needs, keeping systems efficient and up to date by implementing new features, integrations, and extensions.",
        "url": "/contacto"
    },
    "Methodologycard1": {
        "id": "1",
        "title": "Agile",
        "text": "Emphasize collaboration, adaptability, and delivering value early and often. It fosters continuous improvement, customer focus, and flexibility in dynamic environments.",
        "url": "/contacto"
    },
    "Methodologycard2": {
        "id": "1",
        "title": "Scrum",
        "text": "Scrum enables teams to plan, execute, and review work in short cycles, called sprints, and empowers teams to focus on delivering incremental value.",
        "url": "/contacto"
    },
    "Methodologycard3": {
        "id": "1",
        "title": "Kanban",
        "text": "A visual tool that ensure flow through stages bringing transparency among the team and helping to limit work in progress and reduce bottlenecks.",
        "url": "/contacto"
    },
    "horizontalcard1": {
        "id": "1",
        "title": "Lean 5s Audits",
        "text": "Mobile application to answer questions related to the Lean 5s good practice criteria at the operation level. Free form or accessible via access code. Calculation of the final result obtained. Several automatic email notifications to the teams responsible for the areas evaluated. Consultation of forms by different filters.",
        "url": "https://www.youtube.com/watch?v=nMTd6FXW4n4"
    },
    "horizontalcard2": {
        "id": "1",
        "title": "Project Management",
        "text": "App for managing projects from their charter, through the launch and control minutes with respective definitions of deliverables, until the project closure with the definition of actions and related benefits. Allocation of workload hours, as well as project risks.",
        "url": "https://www.youtube.com/watch?v=nMTd6FXW4n4"
    },
    "horizontalcard3": {
        "id": "1",
        "title": "Production",
        "text": "Application for production planning and registration. View up to 3 production lines simultaneously. Configuration of production lines based on product standardization. Definition of the product palletizing configuration.",
        "url": "https://www.youtube.com/watch?v=Crb-WSlBfoA"
    },
    "horizontalcard4": {
        "id": "1",
        "title": "Customer orders",
        "text": "Registration and editing of clients. Registration and editing of products. Registration and editing of customer orders. Customer order planning.",
        "url": "https://www.youtube.com/watch?v=sZHcORgvtS8"
    },
    "horizontalcard5": {
        "id": "1",
        "title": "Bulk upload of products and their bill of materials",
        "text": "Automatic upload of the bill of materials and complete configuration of a product. CSV file uploaded to SharePoint that will be used by a PowerApps application for production and supply of materials.",
        "url": "https://www.youtube.com/watch?v=v2yNs-1C1bQ"
    },
    "horizontalcard6": {
        "id": "1",
        "title": "Goods reception",
        "text": "Mobile application to record the receipt of merchandise at the operation level both by manual entry of the reference number and by reading the barcode. Record of the configuration of each merchandise when it is placed in the pack in which it is contained as palletized. Balance of receipt in relation to merchandise orders entered.",
        "url": "https://www.youtube.com/watch?v=Ye_0IPtaPwM"
    },
    "horizontalcard7": {
        "id": "1",
        "title": "Goods storage",
        "text": "Mobile application to record the storage of merchandise at the operation. Possibility of manual entry of reference (with validation in the system of the registered merchandise) such as by barcode reading and balance of pending storage depending on the merchandise received and those already stored. Assignment of storage slot by reading the slot barcode to avoid data entry errors.",
        "url": "https://www.youtube.com/watch?v=BIiCimkh8qA"
    },
    "horizontalcard8": {
        "id": "1",
        "title": "Goods picking in kanban",
        "text": "Establishment of Kanban objective and, based on the historical or estimated productivity of the production line, assignment of the quantities of materials to be consumed in each kanban period. Variable objectives depending on how production develops. Sending via Outlook an Excel file with the data structure to copy and paste into the master stock management system.",
        "url": "https://www.youtube.com/watch?v=CKxLZB-Che4"
    },
    "horizontalcard9": {
        "id": "1",
        "title": "Reverse logistics",
        "text": "Mobile application to record all reverse logistics from production: Returns that will follow a claim to the supplier for poor condition; Breakage due to damage on the production line; and Surpluses from production that will be returned to the stock of raw materials.",
        "url": "https://www.youtube.com/watch?v=D_wuJguJRQs"
    },
    "horizontalcardarticle1": {
        "id": "1",
        "date": "13/10/2024 ",
        "title": "Lean Six Sigma PowerBox streamline event",
        "text": "AppsLeanIT PowerBox is a responsive technological solution which enhance Kaizen events by enabling real-time data collection, communication, and collaboration, allowing employees to quickly identify inefficiencies and propose improvement ideas. These tools streamline LeanSixSigma processes, helping teams implement changes more effectively and measure results with greater accuracy.",
        "url": "https://www.linkedin.com/feed/update/urn:li:activity:7251167506600476673"
    },
    "horizontalcardarticle2": {
        "id": "2",
        "date": "14/05/2025  ",
        "title": "✨ Ready to take your Lean game to the next level?",
        "text": "Let’s be honest — sticky notes, spreadsheets, and slide decks have had their moment. If you're running continuous improvement projects or helping clients drive real change, you know how messy things can get. That’s why we built #LeanSixSigma #PowerTools — a set of smart, simple apps designed to digitalize #Lean implementation from the ground up. 📈 Track #projects, align #teams, visualize progress, and make your impact visible — all in one place",
        "url": "https://www.linkedin.com/feed/update/urn:li:activity:7328483643222331393"
    },
    "horizontalcardarticle3": {
        "id": "3",
        "date": "24/06/2024",
        "title": "Generate and following up Kaizen",
        "text": "Discover how our Improvement Generation app help teams in companies register, prioritize, and validate improvement opportunities—across multiple languages and departments. From idea submission to tool validation and tracking, this solution simplifies your continuous improvement process. Multilingual support; Smart prioritization; Role-based approvals; Integrated validation workflow; Notification to stakeholders. Watch the demo and see how we enable real impact with less effort.",
        "url": "https://www.linkedin.com/feed/update/urn:li:activity:7343175443363106816"
    },
    "horizontalcardarticle4": {
        "id": "4",
        "date": "02/07/2025",
        "title": "🚀 Automating product BOM configuration and delivery data registration!",
        "text": "A solution that simplifies how products and their Bill of Materials are registered and managed. 1. Register the product; 2. Upload a structured Excel with materials and quantities; 3- Automate data upload to SharePoint with Power Automate; 4. Sync customer delivery dates and quantities; 5. Get notified when everything’s ready. Watch this short video to see how it works in action! 🎥",
        "url": "https://www.linkedin.com/feed/update/urn:li:activity:7346116579979419650"
    },
    "horizontalcardarticle5": {
        "id": "5",
        "date": "15/07/2025",
        "title": "🚀 We're a Microsoft Partner! 🎉",
        "text": "We're proud to announce that we've officially become a Microsoft Partner — a key milestone that validates our commitment to delivering high-quality, innovative solutions built on Microsoft technologies.This partnership empowers us to help organizations accelerate their digital transformation, streamline processes, and provide more value through technology.",
        "url": "https://www.linkedin.com/feed/update/urn:li:activity:7350929141858287616"
    },
    "horizontalcardarticle6": {
        "id": "6",
        "date": "27/07/2025",
        "title": "What is LeanKanban and how can it be digitized? 🔹",
        "text": "In Lean manufacturing environments, the Kanban system helps manage the flow of materials efficiently, reducing excess inventory and ensuring that production receives only what is needed, when it is needed. Instead of flooding the production line with materials, the Lean-Kanban approach coordinates replenishment and production based on real demand, making replenishment easier and improving overall efficiency. This solution is ideal for organizations seeking to implement Lean manufacturing in a practical and scalable way.",
        "url": "https://www.linkedin.com/feed/update/urn:li:activity:7355142870627954688"
    },
    "horizontalcardarticle7": {
        "id": "7",
        "date": "01/09/2025",
        "title": "🎬 Cineplex's process automation is transforming how the company serves millions of guests every year.",
        "text": "What started as small-scale experiments has grown into 400+ solutions across the business - streamlining refunds, payments, customer inquiries, and more. Together, these automations save 30,000+ hours annually, giving teams more time to focus on creating great guest experiences. In Guest Services, refund handling times have dropped from up to 15 minutes to under a minute - processing 5,000+ requests in just 5 months. Other teams are using AI to reduce email back-and-forth, accelerate payments, and simplify complex processes. The result? Faster service, happier guests, and a culture where automation powers smarter ways of working.",
        "url": "https://www.linkedin.com/feed/update/urn:li:activity:7368203782817570816"
    },
    "contacto": {
        "form": "Contact Form",
        "address": "Address Information",
        "phone": "Phone:",
        "email": "email: "
    },
    "form": {
        "nombre": "Name",
        "phone": "Phone",
        "email": "Email",
        "message": "Message",
        "valNombre": "Please enter your name.",
        "valPhone": "Enter a valid phone number.",
        "ValEmail": "Enter a valid email address.",
        "ValMessage": "Enter a message.",
        "placeNombre": "Name*",
        "placePhone": "Phone",
        "placeEmail": "Email*",
        "placeMessage": "Write your message here...",
        "btnSend": "Send Message"
    },
    "gracias": {
        "body": "Thank you for contacting us. We will review your request and respond to you as soon as possible.",
        "button": "Return"
    },
    "footer": {
        "follow": "Follow us on social media:",
        "Actividades0": "Main activities",
        "Actividades1": "Agile and Scrum methodologies",
        "Actividades2": "Software development",
        "Actividades3": "Service / Web Maintenance",
        "Rutas0": "Quick Links",
        "Rutas1": "Home",
        "Rutas2": "Services",
        "Rutas3": "Products",
        "Rutas4": "About Us",
        "Rutas5": "Contact",
        "Contacto0": "Contact Information",
        "Contacto1": "Avda. del Ejercito, 32",
        "Contacto2": "28500 Madrid",
        "Contacto3": "Spain",
        "phone": "Phone:",
        "design1": "Designed by:",
        "design2": "© 2025" 
    }
}